Repository: rpm-software-management/dnf-plugins-extras
Catalog: po/*.po
Languages: fur, ja, ru

source: Install packages defined in a kickstart file on your system
fur: Instale i pachets definîts intun file kickstart sul to sisteme
ja: システム上のキックスタートファイルに定義されたパッケージをインストール
ru: Установка пакетов, определенных в файле кикстарта, в систему

source: kickstart file
fur: File di kickstart
ja: キックスタートファイル
ru: файл кикстарта

source: file cannot be parsed: %s
fur: nol è pussibil analizâ il file: %s
ja: ファイルがパースできません: %s
ru: не удается разобрать файл: %s

source: Adding '{}' to list of handling packages for rpmconf
fur: Zonte di '{}' ae liste di pachets di fâ gjestî a rpmconf
ja: rpmconfのハンドリングパッケージリストに '{}' を追加中
ru: Добавление «{}» в список обработки пакетов для rpmconf

source: rpmconf plugin will not run in non-interactive mode
fur: il plugin rpmconf nol vignarà eseguît in modalitât no-interative
ja: rpmconf プラグインは非対話モードで実行されません
ru: модуль rpmconf не будет работать в неинтерактивном режиме

source: ignoring sys.exit from rpmconf due to missing MERGE variable
fur: si ignore la clamade sys.exit che e rive di rpmconf par vie che e mancje la variabile MERGE
ja: MERGE 変数が見つからないため、rpmconfのsys.exitを無視しています
ru: пропуск sys.exit из rpmconf из-за отсутствия переменной MERGE

source: ignoring sys.exit from rpmconf due to missing file
fur: si ignore la clamade sys.exit che e rive di rpmconf par vie che al mancje un file
ja: ファイルが見つからないため、rpmconfのsys.exitを無視しています
ru: пропуск sys.exit из rpmconf из-за отсутствия файла

source: show all active dnf variables
fur: mostre dutis lis variabilis dnf ativis
ja: アクティブなdnf変数をすべて表示
ru: показать все активные переменные dnf

source: connect to snapperd failed: %s
fur: conession a snapperd falide: %s
ja: snapperdに接続できませんでした: %s
ru: не удалось подключиться к snapperd: %s

source: creating pre_snapshot
fur: creazion di une pre-istantanie
ja: pre_snapshotを作成中
ru: создание предварительного снимка

source: created pre_snapshot %d
fur: creade pre-istantanie %d
ja: pre_snapshot %d が作成されました
ru: создан предварительный снимок %d

source: creating pre_snapshot failed: %s
fur: faliment de creazion de pre-istantanie: %s
ja: pre_snapshot 作成に失敗しました: %s
ru: не удалось создать предварительный снимок: %s

source: skipping post_snapshot because creation of pre_snapshot failed
fur: si salte la post-istantanie parcè che nol è stât pussibil creâ la pre-istantanie
ja: pre_snapshot作成に失敗したため、post_snapshotをスキップ中
ru: пропускается последующий снимок, потому что не удалось создать предварительный снимок

source: creating post_snapshot
fur: creazion de post-istantanie
ja: post_snapshotを作成中
ru: создание последующего снимка

source: created post_snapshot %d
fur: creade post-istantanie %d
ja: post_snapshot %d が作成されました
ru: создан последующий снимок %d

source: creating post_snapshot failed: %s
fur: faliment tal creâ la post-istantanie: %s
ja: post_snapshot 作成に失敗しました: %s
ru: не удалось создать последующий снимок: %s

source: the color of the sky
ja: 空の色
ru: цвет неба

source: Need a --releasever greater than the current system version.
ja: --releasever は、現在のシステムのバージョン番号よりも大きくなければなりません。
ru: --releasever должно быть больше текущей версии системы.

source: Download complete! Use 'dnf {command} reboot' to start the upgrade. To remove cached metadata and transaction use 'dnf {command} clean'
ja: ダウンロード完了! アップグレード開始には 'dnf {command} reboot' を使ってください。 キャッシュされた metadata と transaction の削除には 'dnf {command} clean' を使ってください
ru: Загрузка завершилась! Для запуска обновления используйте «dnf {command} reboot». Для удаления кэшированных метаданных и транзакции используйте «dnf {command} clean»

source: Sorry, you need to use 'download --releasever' instead of '--network'
ja: すみませんが '--network' の代わりに 'download --releasever' を使う必要があります
ru: К сожалению, необходимо использовать «download --releasever» вместо «--network»

source: Screen blanking can't be disabled: %s
ja: スクリーンブランキングは無効にできません: %s
ru: Гашение экрана не отключается: %s

source: Failed loading state file: %s, continuing with empty state.
ja: 状態ファイル: %s のロードに失敗しました。状態空で続行します。
ru: Не удалось загрузить файл состояния: %s, продолжение с пустым состоянием.

source: The following boots appear to contain upgrade logs:
ja: 以下ブートはアップグレードログを含んでいます:
ru: Похоже, что в следующих загрузках есть журналы обновления:

source: -- no logs were found --
ja: -- ログが見つかりません --
ru: -- журналы не найдены --

source: Cannot find logs with this index.
ja: このインデックスでログが見つかりません。
ru: Не удается найти журналы с этим индексом.

source: Unable to match systemd journal entry
ja: systemdジャーナルエントリーにマッチできません
ru: Не удалось найти соответствие записи в журнале systemd

source: Prepare system for upgrade to a new release
ja: システムに新リリースにアップグレードするための準備をしてください
ru: Подготовка системы к обновлению до новой версии

source: keep installed packages if the new release's version is older
ja: 新しいリリースバージョンがインストール済パッケージより古い場合は維持する
ru: оставить установленные пакеты, если версия нового выпуска старше

source: which logs to show
ja: どのログを表示
ru: какие журналы показать

source: Incompatible version of data. Rerun 'dnf {command} download [OPTIONS]'
ja: データの非互換バージョン。 'dnf {command} download [OPTIONS]' を再実行してください
ru: Несовместимая версия данных. Еще раз запустите «dnf {command} download [ПАРАМЕТРЫ]»

source: Command 'offline-distrosync' cannot be used with --no-downgrade option
ja: コマンド 'offline-distrosync' は --no-downgrade オプションと使用できません
ru: Команду «offline-distrosync» нельзя использовать с параметром --no-downgrade

source: Additional information for System Upgrade: {}
ja: システムアップグレードの追加情報: {}
ru: Дополнительная информация для обновления системы: {}

source: Before you continue ensure that your system is fully upgraded by running "dnf --refresh upgrade". Do you want to continue
ja: 継続する前にg "dnf --refresh upgrade" 実行によりシステム全体がアップグレードされることを確認してください。継続しますか
ru: Прежде, чем продолжить, убедитесь, что ваша система полностью обновлена, с помощью команды «dnf --refresh upgrade». Хотите продолжить

source: Operation aborted.
ja: 操作が中断されました。
ru: Операция прервана.

source: system is not ready for upgrade
ja: システムはアップグレードの準備ができてません。
ru: система не готова к обновлению

source: the transaction was not prepared for '{command}'. Rerun 'dnf {command} download [OPTIONS]'
ja: トランザクションは '{command}' の準備ができていません。 'dnf {command} download [OPTIONS]' を再実行してください
ru: транзакция не была подготовлена для «{command}». Еще раз запустите «dnf {command} download [ПАРАМЕТРЫ]»

source: upgrade is already scheduled
ja: アップグレードは既に予定されています
ru: обновление уже запланировано

source: trigger file does not exist. exiting quietly.
ja: トリガーファイルが存在しません。終了しています。
ru: триггерный файл не существует, завершаем работу.

source: another upgrade tool is running. exiting quietly.
ja: 他のアップグレードツールが実行されています。終了しています。
ru: работает еще одно средство обновления, завершаем работу.

source: use 'dnf {command} reboot' to begin the upgrade
ja: アップグレード開始には 'dnf {command} reboot' を使用してください
ru: используйте «dnf {command} reboot», чтобы начать обновление

source: Rebooting to perform upgrade.
ja: アップグレード実行のため再起動中。
ru: Перезагрузка для выполнения обновления.

source: Starting offline upgrade. This will take a while.
ja: offline upgradeを起動中。しばらく時間がかかります。
ru: Начинается автономное обновление. На это понадобится некоторое время.

source: Starting offline distrosync. This will take a while.
ja: offline distrosyncを起動中。しばらく時間がかかります。
ru: Начинается автономная синхронизация дистрибутива. На это понадобится некоторое время.

source: Starting system upgrade. This will take a while.
ja: system upgrade を起動中。しばらく時間がかかります。
ru: Запуск обновления системы. На это потребуется какое-то время.

source: Unable to match package: %s
ja: マッチできませんパッケージ: %s
ru: Не удалось найти соответствие пакету: %s

source: Unable to match some of packages
ja: いくつかのパッケージがマッチできません
ru: Не удалось найти соответствие некоторым пакетам

source: Cleaning up downloaded data...
ja: ダウンロード済みデータを掃除しています...
ru: Очистка загруженных данных...

source: Download finished.
ja: ダウンロード完了。
ru: Загрузка закончена.

source: Upgrade complete! Cleaning up and rebooting...
ja: アップグレードは完了しました！ 掃除と再起動中...
ru: Обновление завершилось! Очистка и перезагрузка...

source: Prepare offline upgrade of the system
ja: システムのoffline upgradeを準備
ru: Подготовить автономное обновление системы

source: Prepare offline distrosync of the system
ja: システムのoffline distrosyncを準備
ru: Подготовить автономную синхронизацию дистрибутива системы

source: Disabling torproxy plugin: cannot connect to the Tor network
fur: Disabilitazion dal plugin torproxy: impussibil coneti ae rêt Tor
ja: torproxyプラグインを無効中: Torネットワークに接続できません
ru: Отключение модуля torproxy: не удается подключиться к сети Tor

source: For more information run:
fur: Par vê plui informazions eseguìs:
ja: 詳細情のため実行:
ru: Для подробной информации запустите:

source: Call to Tracer API ended unexpectedly:
fur: La clamade ae API Tracer e je terminade in mût inspietât:
ja: Tracer API 呼び出しが予期せず終了しました:
ru: Вызов Tracer API завершился неожиданно:

source: Please visit https://github.com/FrostyX/tracer/issues and submit the issue. Thank you
fur: Par plasê visite https://github.com/FrostyX/tracer/issues e segnale il probleme. Graciis
ja: https://github.com/FrostyX/tracer/issues に行きこの問題を報告してください。ありがとうございます
ru: Посетите https://github.com/FrostyX/tracer/issues и отправьте сообщение о проблеме. Спасибо

source: We apologize for any inconvenience
fur: O domandìn scuse par ogni fastidi
ja: ご不便をお掛けして申し訳ございません
ru: Приносим извинения за неудобства
